04_OpenFoam/_Tut_02/OpenFOAM-14/multiphaseEuler/bubbleColumnEvaporatingReacting/constant/reactions.gas
reactions
{
    waterGasShift
    {
        type        reversibleArrhenius;

        reaction    "CO^0.93 + H2O^0.24 = CO2^0.69 + H2^1";

        A           1e8;
        beta        0.86;
        Ta          1e4;
    }
}
